Repository: vikhtorowitch/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: ru

source: Unknown object [ID: %d]
ru: Неизвестный объект [ID: %d]

source: Scan pwr: %d
ru: Мощность сканирования: %d

source: System: %s [ID: %d]
ru: Система: %s [ID: %d]

source: Coordinates: [%.2f, %.2f]
ru: Координаты: [%.2f, %.2f]

source: Star Class: %s
ru: Класс звезды: %s

source: Star Type: %s
ru: Тип звезды: %s

source: Fame to Colonize: %d
ru: Слава для колонизации: %d

source: Refuel: %d %%/turn [%d %% max]
ru: Заправка: %d %%/ход [%d %% макс]

source: Repair ratio: %d %%/turn
ru: Коэфф. ремонта: %d %%/ход

source: Upgrade points: %d/turn
ru: Ед улучшения: %d/ход

source: Fleet speed: +%d %%
ru: Скорость флота: +%d %%

source: Pirate get fame chance: %d %%
ru: Шанс славы для пирата: %d %%

source: Asteroid: %s [ID: %d]
ru: Астероид: %s [ID: %d]

source: Signature: %d
ru: Сигнатура: %d

source: Speed: %.2f
ru: Скорость: %.2f

source: Owner: %s [ID: %s]
ru: Владелец: %s [ID: %s]

source: Worm hole: %s [ID: %d]
ru: Червоточина: %s [ID: %d]

source: Destination: %s [ID: %d]
ru: Пункт назначения: %s [ID: %d]

source: Dest. Coords: [%.2f, %.2f]
ru: Коорд п. назнач: [%.2f, %.2f]

source: Destination: ? [ID: ?]
ru: Пункт назначения: ? [ID: ?]

source: Dest. Coords: [?, ?]
ru: Коорд п. назнач: [?, ?]

source: Planet: %s [ID: %d]
ru: Планета: %s [ID: %d]

source: Scanner pwr: %d
ru: Мощность сканера: %d

source: Type: %s
ru: Тип: %s

source: Environment: %d
ru: Среда: %d

source: Minerals: %d
ru: Минералы: %d

source: Energy: %d
ru: Энергия: %d

source: Slots: %d
ru: Слоты: %d

source: Strat. resource: %s
ru: Стратег ресурс: %s

source: Fleet: %s [ID: %d]
ru: Флот: %s [ID: %d]

source: Speed: %3.2f
ru: Скорость: %3.2f

source: Tanks: %d / %d [%d %%]
ru: Баки: %d / %d [%d %%]

source: Support (fuel): %d/turn
ru: Поддержка (горюч.): %d/ход

source: Support (const. pts): %d/turn
ru: Поддержка (const. pts): %d/ход

source: Military power: %d
ru: Военная мощь: %d

source: Operational time: %s
ru: Время работы: %s

source: Target: %s
ru: Цель: %s

source: Ships:
ru: Корабли:

source: military
ru: военный

source: civilian
ru: гражданский

source: %d x %s [%s %s ship]
ru: %d x %s [%s %s корабль]

source: Command: %s %s
ru: Команда: %s %s

source: Select object
ru: Выберите объект

source: Player Zones (CTRL-P)
ru: Зоны игрока (CTRL-P)

source: Civilian Ships (CTRL-H)
ru: Гражданские корабли (CTRL-H)

source: Fleet Lines (CTRL-L)
ru: Линии флота (CTRL-L)

source: Redirect Arrows (CTRL-R)
ru: Стрелки перенаправления (CTRL-R)

source: Scanners (CTRL-S)
ru: Сканеры (CTRL-S)

source: Grid (CTRL-G)
ru: Сетка (CTRL-G)

source: Alternate View (CTRL-A)
ru: Альт. вид (CTRL-A)

source: Overlay: Diplomacy
ru: Наложение: Дипломатия

source: Overlay: Minerals
ru: Наложение: Минералы

source: Overlay: Environment
ru: Наложение: Cреда

source: Overlay: Slots
ru: Наложение: Слоты

source: Overlay: Morale
ru: Наложение: Мораль

source: Overlay: Fuel and Repair
ru: Наложение: Топливо и ремонт

source: Overlay: Star Gate Speed
ru: Наложение: Скорость Звездных Врат

source: Overlay: Pirate Fame
ru: Наложение: пиратская слава

source: Buoy on system: %s [ID: %d]
ru: Буй на системе: %s [ID: %d]

source: Buoy on worm hole: %s [ID: %d]
ru: Буй на червоточине: %s [ID: %d]

source: Buoy on unknown object [ID: %d]
ru: Буй на неизв объекте [ID: %d]

source: Select object to hotkey. ESC to cancel.
ru: Выберите объект для хоткея. ESC для отмены.

source: Ready.
ru: Готово.

source: Deleting obsolete data...
ru: Удаление устаревших данных...

source: Downloading player data...
ru: Загрузка данных игрока...

source: Updating scanner...
ru: Обновление сканеров...

source: Downloading planets and fleets data...
ru: Загрузка данных планет и флотов...

source: Downloading messages...
ru: Загрузка сообщений...

source: Show private bookings
ru: Показать приватные записи

source: Show public bookings
ru: Показать публичные записи

source: Description missing.
ru: Описание отсутствует.

source: Select booking entry to toggle.
ru: Выберите запись для переключения.

source: New galaxy creation has been triggered.
ru: Началось создание новой галактики.

source: Wrong password.
ru: Неправильный пароль.

source: Show galaxy info
ru: Показать инфо о галактике

source: Show goal info
ru: Показать инфо о цели

source: Select galaxy type to create private booking.
ru: Выберите тип галактики, чтобы создать частую запись.

source: Select, which galaxy types do you want to play
ru: Выберите, за какие типы галактик вы хотите играть.

source: Galaxy type
ru: Тип галактики

source: Scenario
ru: Сценарий

source: Queue
ru: Очередь

source: Capacity
ru: Емкость

source: Last start
ru: Последний старт

source: Owner
ru: Владелец

source: Show personal bookings
ru: Показать персональные записи

source: Booking types
ru: Типы записей

source: Public Bookings Public bookings are recommended way how to jump into new game. When queue is full, galaxy creation is triggered, and you can start Private Bookings Private bookings are the way to start game with group of your friends. Every private booking requires password chosen by the owner. Single player games cannot be privately booked (as they are private by definition).definition).
ru: Публичные записи Публичные записи — это рекомендуемый способ начать новую игру. Когда очередь заполнена, запускается создание галактики, и вы можете начать приключение с группой незнакомцев. Частные записи Частные записи — это способ начать игру с группой друзей. Для каждого частной записи требуется пароль, выбранный владельцем. Одиночные игры нельзя писать в частном порядке (поскольку они являются частными по определению).

source: Create private booking
ru: Создать приватную запись

source: Create Private Booking
ru: Создать Приватную Запись

source: Private bookings are way how to create games for group of friends. Every booking has to be created password protected, so you have to tell others others what the password is. Account has limit of {0} private bookings at the time. Created galaxies no longers counts into the limit.
ru: Частные записи — это способ создания игр для группы друзей. Каждая записи должно быть защищено паролем, поэтому вам придется сообщить об этом другим. какой пароль. На данный момент в аккаунте установлено ограничение на количество частных записей: {0}. Созданные галактики больше не учитывается в лимите.

source: Delete private booking
ru: Удалить частную запись.

source: As the author of the booking, you can delete it at any time. No further warning will be issued.
ru: Как автор записи, вы можете удалить его в любое время. Больше никаких предупреждений выдаваться не будет.

source: Toggle booking
ru: Переключить запись

source: Display Goals
ru: Отобразить цели

source: Planets:
ru: Планеты:

source: Planets
ru: Планеты

source: Range of number of planets. About half of them is not colonizable at the beginning.
ru: Диапазон количества планет. Около половины из них вначале не подлежат колонизации.

source: Radius:
ru: Радиус:

source: Radius
ru: Радиус

source: Galaxy radius, implies speed of game.
ru: Радиус галактики подразумевает скорость игры.

source: Grouping:
ru: Группировка:

source: Grouping
ru: Группировка

source: How many starting positions are grouped together in vicinity.
ru: Сколько стартовых позиций сгруппировано поблизости.

source: How many starting positions are grouped together.
ru: Сколько стартовых позиций сгруппировано вместе.

source: Resources:
ru: Ресурсы:

source: Challenges:
ru: Проблемы:

source: Exit
ru: Выход

source: Edit buoy
ru: Редакт. буй

source: Buoy text:
ru: Текст буя:

source: Visible to:
ru: Видимый для:

source: Allies
ru: Союзник

source: Scanner Share
ru: Расшарить Сканер

source: Cancel
ru: Отмена

source: OK
ru: ОК

source: Passwords do not match.
ru: Пароль не совпадает.

source: The password has been changed.
ru: Пароль был изменен.

source: Change password
ru: Изменить пароль

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm
ru: Подтверждение

source: Apply
ru: Применять

source: Specify quantity (1, 2, 3, ...).
ru: Укажите количество (1, 2, 3, ...).

source: Change quantity
ru: Изменить количество

source: New quantity:
ru: Новое количество:

source: Values must be hexa numbers between 0x00 - 0xff
ru: Значение должно быть шестнадцатиричным числом между 0x00 и 0xff

source: Color Definition
ru: Определение цвета

source: Red:
ru: Красный:

source: Green:
ru: Зелёный:

source: Blue:
ru: Синий:

source: Question
ru: Ответ

source: Engine
ru: Двигатель

source: Anti-small
ru: Анти-малый

source: Anti-medium
ru: Анти-средний

source: Anti-large
ru: Анти-большой

source: Anti-planet
ru: Анти-планетный

source: Other
ru: Другое

source: Armor
ru: Броня

source: Shield
ru: Щит

source: Deployable
ru: Развертываемый

source: Scanner
ru: Сканер

source: Select component
ru: Выберите компонент

source: Name
ru: Имя

source: Type
ru: Тип

source: Data
ru: Данные

source: Select design to upgrade to
ru: Выберите дизайн для обновления

source: Executing UPGRADE SHIP DESIGN command...
ru: Выполняется команда UPGRADE SHIP DESIGN...

source: Command has been executed.
ru: Команда не может быть выполнена.

source: Constructions queues on planets have not been updated, because new design uses different (amount of) strategic resources than old design. You have to fix them manually.
ru: Очереди строительства на планетах не обновлялись, поскольку новый дизайн использует другое (количество) стратегических ресурсов, чем старый дизайн. Вам придется исправлять их вручную.

source: Per ship
ru: На корабль

source: Total
ru: Всего

source: Upgrade
ru: Улучшение

source: Cancel Upgrd
ru: Отмен обновл

source: [Click to select]
ru: [Нажмите для выбора]

source: Details
ru: Подробн

source: Speed
ru: Скорость

source: None
ru: Нет

source: Enter name of the design.
ru: Введите название дизайна.

source: Executing ADD SHIP DESIGN command...
ru: Выполнение команды ADD SHIP DESIGN...

source: Deletion of this design dismantle %d ship(s). Are you sure to scrap it?
ru: Удаление этого проекта приведет к разборке %d кораблей. Вы уверены?

source: Yes
ru: Да

source: No
ru: Нет

source: Executing SCRAP SHIP DESIGN command...
ru: Выполнение команды SCRAP SHIP DESIGN...

source: Executing CANCEL UPGRADE SHIP DESIGN command...
ru: Выполнение команды CANCEL UPGRADE SHIP DESIGN...

source: Construction Centre
ru: Конструкторский Центр

source: Ship Designs
ru: Дизайны Кораблей

source: Class
ru: Класс

source: New design
ru: Новый дизайн

source: Dupl. design
ru: Дублировать дизайн

source: Design
ru: Дизайн

source: Hull type
ru: Тип корпуса

source: Control unit
ru: Контрольное устройство

source: Engines
ru: Двигатели

source: Weapons
ru: Оружие

source: Equipment
ru: Снаряжение

source: Upgrade to
ru: Улучшить до

source: Free slots
ru: Свободные слоты

source: Unused payload
ru: Неисп. загрузка

source: Base attack
ru: Осн. атака

source: Base defence
ru: Осн. защита

source: Military power
ru: Военная мощь

source: Signature
ru: Сигнатура

source: Tanks
ru: Баки

source: Scrap
ru: Разобрать

source: Construct
ru: Конструировать

source: Close
ru: Закрыть

source: %s [elect]
ru: %s [голосов.]

source: Mobile
ru: Мобильный

source: Static
ru: Статичный

source: Relation
ru: Отношение

source: Relation %d, change %+d
ru: Отношение %d, изменено %+d

source: Enable
ru: Включено

source: Disable
ru: Выключено

source: Required
ru: Требуется

source: Conditions for pact: %s
ru: Условия договора: %s

source: Executing CHANGE PACT CONDITIONS command...
ru: Выполняется команда CHANGE PACT CONDITIONS...

source: Executing ELECT command...
ru: Выполняется команда ELECT...

source: Diplomacy
ru: Дипломатия

source: Population
ru: Население

source: Structures
ru: Структуры

source: Production
ru: Продукция

source: Research
ru: Наука

source: Military pwr
ru: Военная мощь

source: Contact
ru: Контакт

source: Elect
ru: Голосовать

source: Abstain
ru: Отказать

source: Highlights On
ru: Подсветка Вкл

source: Highligh Off
ru: Подсветка Выкл

source: Pacts
ru: Пакты

source: Partner
ru: Партнёр

source: Pact
ru: Пакт

source: On
ru: Вкл

source: Conditions
ru: Условия

source: Change
ru: Сменить

source: Reset
ru: Восстановить

source: Highligh actions
ru: Выделить действия

source: Define color
ru: Определить цвет

source: Disable highlight
ru: Откл. подсветку

source: No data available
ru: Нет доступных данных

source: You are LEADER of the galaxy.
ru: Ты ЛИДЕР галактики.

source: You are IMPERATOR of the galaxy.
ru: Ты ИМПЕРАТОР галактики.

source: You have the right to end this galaxy.
ru: Ты имеешь право завершить эту галактику.

source: Strategic resources:
ru: Стратегические ресурсы:

source: Statistics:
ru: Статистика:

source: unused
ru: неисп

source: Gov. power
ru: Правит. мощь

source: Raw production
ru: Сырьевое производство

source: Total production
ru: Всего производства

source: Raw research
ru: Сырая наука

source: Total reseach
ru: Всего исследование

source: Fame
ru: Слава

source: production eff.
ru: произв. эфф.

source: New colony on planet with TL3 resouce cost
ru: Цена новой колонии на планете с TL3 ресурсом

source: New colony cost multiplier
ru: Множитель стоимости новой колонии

source: (hover over system/planet to view actual cost)
ru: (наведите курсор на систему/планету, чтобы увидеть фактическую стоимость)

source: Production:
ru: Производство:

source: Unused production
ru: Неисп. производство

source: effectivity
ru: эффективность

source: Fleet support
ru: Поддержка флота

source: first
ru: первый

source: Empire effectivity
ru: Эффективность Империи

source: Research:
ru: Наука:

source: Real production
ru: Реальное производство

source: Population support
ru: Поддержка населения

source: From pacts
ru: От пактов

source: Total research
ru: Всего науки

source: Fleet:
ru: Флот:

source: CP to support
ru: CP на поддержку

source: Upgrade Pool
ru: Пула апгрейда

source: Small ships
ru: Малые корабли

source: civ
ru: гражд

source: mil
ru: воен

source: Medium ships
ru: Средние корабли

source: Large ships
ru: Большие корабли

source: Empire Overview
ru: Обзор Империи

source: Analysis
ru: Анализ

source: Field of analysis
ru: Поля анализа

source: Fleets
ru: Флоты

source: Unhandled exception: %s
ru: Необработанное исключение: %s

source: Unhandled exception
ru: Необработанное исключение

source: Continue
ru: Продолжить

source: Close Application
ru: Закрыть Приложение

source: Abort Application
ru: Прервать Приложение

source: Send to server
ru: Послать на сервер

source: No target selected
ru: Цель не выбрана

source: No planet selected
ru: Планета не выбрана

source: No commander specified.
ru: Командир не определён.

source: Select target, please.
ru: Выберите цель, пожалуйста.

source: Can only traverse wormholes.
ru: Может пересекать только червоточины.

source: Select object with valid owner, please.
ru: Выберите объект с правильным владельцем, пожалуйста.

source: Select target planet, please.
ru: Выберите целевую планету, пожалуйста.

source: You can build on planets only.
ru: Ты можешь строить только на планетах.

source: Enter number into "Turns" field.
ru: Введите число в поле "Шаги".

source: "Turns" must be 1 or greater.
ru: "Шаги" должны быть 1 или больше.

source: Enter number into "Start from command #" field.
ru: Введите число в поле "Старт с команды #".

source: "Start from command #" must be 1 or greater
ru: "Старт с команды #" должен быть 1 или больше

source: Command not supported yet.
ru: Команда пока не поддерживается.

source: Executing ISSUE COMMAND command...
ru: Выполнение команды ISSUE COMMAND...

source: New Command
ru: Новая Команда

source: Select command
ru: Выбор команды

source: Move
ru: Движение

source: Deploy
ru: Колония

source: Wait
ru: Ждать

source: Declare War
ru: Объяв. войну

source: Repeat
ru: Повтор

source: Use Wormhole
ru: Используйте червоточину

source: Target
ru: Цель

source: At commander
ru: У командира

source: Turns
ru: Шаги

source: Ship
ru: Корабль

source: Start from command #
ru: Старт с команды #

source: Order
ru: Приказ

source: Fleet: %s
ru: Флот: %s

source: Base speed %.2f, speed boost %.2f
ru: Баз.скор. %.2f, буст скор. %.2f

source: Command #%d
ru: Команда #%d

source: Support: %d energy and %d contruction points per turn.
ru: Поддержка: %d энергии и %d очков строительства за ход.

source: Select command to delete.
ru: Выберите команду для удаления.

source: Executing DELETE COMMAND command...
ru: Выполнение команды DELETE COMMAND...

source: Select command to activate.
ru: Выберите команду для активации.

source: Executing ACTIVATE COMMAND command...
ru: Выполнение команды ACTIVATE COMMAND...

source: Executing MOVE ACTION command...
ru: Выполнение команды MOVE ACTION...

source: Executing CLEAR PROCESSED ACTIONS command...
ru: Выполнение команды CLEAR PROCESSED ACTIONS...

source: Locate
ru: Найти

source: Lvl
ru: Уровень

source: Spd
ru: Скор

source: Coordinates
ru: Координаты

source: Orbiting
ru: На орбите

source: Max speed
ru: Макс скор

source: Commands
ru: Команды

source: Command
ru: Команда

source: Info
ru: Инфо

source: New cmd
ru: Нов ком

source: Set active
ru: Сделать активным

source: Delete cmd
ru: Удалить ком

source: Delete All
ru: Удалить Всё

source: Other commands
ru: Другие команды

source: Split fleet
ru: Разделить флот

source: Rename fleet
ru: Переименовать флот

source: Fleet Specs
ru: Специфик. флота

source: Auto delete
ru: Авто-удаление

source: Scout wave
ru: Развед. волна

source: Ship Data
ru: Данные корабля

source: Scanner Pwr
ru: Мощь сканера

source: Support
ru: Поддержка

source: Select systems, please.
ru: Выберите системы, пожалуйста.

source: Executing REDIRECT FLEETS command...
ru: Выполняется команда REDIRECT FLEETS...

source: Mass Redirect Fleets to This System
ru: Масс. перенапр. флотов в эту систему

source: Done
ru: Достаточно

source: Select system, please.
ru: Выберите систему, пожалуйста.

source: Executing REDIRECT FLEETS OFF command...
ru: Выполняется команда REDIRECT FLEETS OFF...

source: Redirect Fleets
ru: Перенапр. флоты

source: Redirect
ru: Переннаправить

source: Redirect OFF
ru: Перенапр. выкл.

source: You cannot order a ship to the same system twice in one Scout Wave command
ru: Вы не можете дважды отправить корабль в одну и ту же систему за одну развед волну.

source: No ships left of the class %s
ru: Кораблей класса %s не осталось.

source: Send Single Ships
ru: Отправить одиноч. корабли

source: Choose a ship class to send:
ru: Выберите класс корабля для отправки:

source: For last move:
ru: Для последнего хода:

source: Target:
ru: Цель:

source: Design Details
ru: Подробности Дизайна

source: Fleet Details: %s
ru: Подробности Флота: %s

source: Dmg vs Small (min)
ru: Урон по мал.(мин)

source: Dmg vs Small (max)
ru: Урон по мал.(макс)

source: Dmg vs Medium (min)
ru: Урон по средн.(мин)

source: Dmg vs Medium (max)
ru: Урон по средн.(макс)

source: Dmg vs Large (min)
ru: Урон по больш.(мин)

source: Dmg vs Large (max)
ru: Урон по больш.(макс)

source: Dmg vs Planet (min)
ru: Урон по планет.(мин)

source: Dmg vs Planet (max)
ru: Урон по планет.(макс)

source: Total Ships
ru: Всего Кораблей

source: Total HPs
ru: Всего HPs

source: Total Shields
ru: Всего Щитов

source: Average ATT
ru: Среднее ATT

source: Average DEF
ru: Среднее DEF

source: Average Missile DEF
ru: Среднее Missile DEF

source: Fleet Details
ru: Подробности Флота

source: Small
ru: Малый

source: Medium
ru: Средний

source: Large
ru: Большой

source: Use Max HPs
ru: Исп. макс HPs

source: Executing SPLIT FLEET command...
ru: Выполнение команды SPLIT FLEET...

source: Enter a number.
ru: Введите число.

source: Split Fleet
ru: Разделить флот

source: Original fleet
ru: Основной флот

source: Group by
ru: Груп. по

source: design
ru: дизайн

source: class
ru: класс

source: damage
ru: урон

source: experience
ru: опыт

source: level
ru: уровень

source: speed
ru: скорость

source: Fuel
ru: Горючее

source: New fleet
ru: Новый флот

source: Clear
ru: Очистить

source: Split
ru: Разделить

source: Move right
ru: Вправо

source: 1 ship
ru: 1 корабль

source: 5 ships
ru: 5 кораблей

source: 10 ships
ru: 10 кораблей

source: 50 ships
ru: 50 кораблей

source: 100 ships
ru: 100 кораблей

source: 1/2 of ships
ru: 1/2 кораблей

source: 1/3 of ships
ru: 1/3 кораблей

source: 1/4 of ships
ru: 1/4 кораблей

source: All ships
ru: Все корабли

source: Move left
ru: Влево

source: Fleets contains design %s
ru: Флоты содерж. дизайн %s

source: Cannot show location
ru: Нельзя показать место

source: Fleets analysis
ru: Анализ флотов

source: Ship designs
ru: Дизайны Кораблей

source: Design name
ru: Название Дизайна

source: # fleets
ru: # флоты

source: Fleet name
ru: Название Флота

source: Ships
ru: Корабли

source: Fleet size
ru: Размер Флота

source: Fleets Overview
ru: Обзор Флотов

source: Fleet
ru: Флот

source: Location
ru: Место

source: Current order
ru: Текущий порядок

source: Fuel %
ru: Горючее %

source: Mine
ru: Мина

source: Enemy
ru: Враг

source: Unfriendly
ru: Недружественны

source: Neutral
ru: Нейтральный

source: Friendly
ru: Дружественный

source: Allied
ru: Союзник

source: Show redirects
ru: Показать перенаправления

source: Are you really really sure you want to finish this galaxy?
ru: Действительно уверены, что хочешь закончить эту галактику?

source: Galaxy finish
ru: Финиш галактики

source: If you are sure to finish this galaxy, click on Finish button.
ru: Если вы уверены, что закончите эту галактику, нажмите кнопку «Готово».

source: You can enter message visible in finish announcement below.
ru: Вы можете ввести сообщение, видимое в объявлении о завершении ниже.

source: Finish
ru: Готово

source: New
ru: Новая

source: Executing MOVE TASK command...
ru: Выполняется команда MOVE TASK...

source: Executing CHANGE TASK command...
ru: Выполняется команда CHANGE TASK...

source: Abort this construction task?
ru: Удалить эту задачу?

source: Executing ABORT CONSTRUCTION command...
ru: Выполнение команды ABORT CONSTRUCTION…

source: Global production queues
ru: Глобал производств очереди

source: Default global queue
ru: Глобал очередь по умолчанию

source: Queue "{0}"
ru: Очередь "{0}"

source: Quantity
ru: Количество

source: Move task to first position in queue
ru: Поместить задачу на первую позицию в очереди

source: Move task to previous position in queue
ru: Поместить задачу на предыдущую позицию в очереди

source: Move task to next position in queue
ru: Поместить задачу на следующую позицию в очереди

source: Move task to last position in queue
ru: Поместить задачу на последнюю позицию в очереди

source: Change task quantity
ru: Изменить количество задачи

source: Show task informations
ru: Показать информацию о задаче

source: Abort
ru: Отмена

source: Abort task construction
ru: Отменить задачу постойки

source: You have pressed 'Ctrl+Number.' This allows you to set a control key. Click on a system, planet, or fleet on the starmap after closing this dialog to set the number key that you pressed to access that object. You can always cancel this action with the ESCAPE key while on the Star Map.
ru: Вы нажали «Ctrl+Number». Это позволяет вам установить управляющую клавишу. Нажмите на систему, планету или флот на звездной карте после закрытия этого диалогового окна, чтобы установить цифровую клавишу, которую вы нажали для доступа к этому объекту. Вы всегда можете отменить это действие клавишей ESCAPE, находясь на Звездной карте.

source: Once you have selected an object:
ru: После того, как вы выбрали объект:

source: - Pressing 'Number' will open that object's dialog.
ru: - Нажатие кнопки «Число» откроет диалоговое окно этого объекта.

source: - Pressing 'Shift+Number' will center the starmap on that object.
ru: - Нажатие «Shift+Number» центрирует звездную карту на этом объекте.

source: Key Command Help
ru: Помощь по ключевым командам
