Repository: vikhtorowitch/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: ru

source: Loading resources...
ru: Загрузка ресурсов...

source: Elections! It's 2:00 turns before elections! Don't hesitate and vote for the best commander!
ru: Выборы! До выборов осталось 2:00 хода! Не медлите и голосуйте за лучшего командира!

source: Galaxy %(2)s knows it's winner - Imperator %(1)s Today the galaxy %(2)s has been united and the peace has been restored. Majority of commanders voted for Imperator %(1)s as their supreme leader. Congratulations, Imperator, you were brave and wise! Message from imperator: %(3)s
ru: Галактика %(2)s знает своего победителя — Император %(1)s Сегодня галактика %(2)s объединилась и мир восстановлен. Большинство командиров проголосовали за Императора %(1)s как за своего верховного лидера. Поздравляем, Император, ты был смелым и мудрым! Сообщение от Император: %(3)s

source: Clearing data on the server...
ru: Очистка данных на сервере...

source: Overlay Mode:
ru: Режим перекрытия:

source: Normal
ru: Нормально

source: Diplomatic
ru: Дипломатический

source: Pirate Fame
ru: Пиратская слава

source: Minerals
ru: Минералы

source: Fleet Acceleration
ru: Ускорение флота

source: Refuel and Repair
ru: Заправка и Ремонт

source: QA channel
ru: Канал QA

source: Issues
ru: Проблемы

source: Suggestions
ru: Предложения

source: Public channel
ru: Общий канал

source: News channel
ru: Канал новостей

source: Set Map Overlay:
ru: Установить наложение карты:

source: Standard
ru: Стандартный

source: Refuel and Upgrade
ru: Заправка и Улучшение

source: Executing DELETE MESSAGES command...
ru: Выполнить команду DELETE MESSAGES...

source: Executing DELETE ALL MESSAGES command...
ru: Выполнить команду DELETE ALL MESSAGES...

source: Time
ru: Время

source: Source
ru: Источник

source: Minor msgs
ru: Неважные сообщ

source: Info msgs
ru: Информ сообщ

source: New colony cost
ru: Цена новой колонии

source: Really scrap this ship?
ru: Действительно разобрать этот корабль?

source: Executing SCRAP SHIP command...
ru: Выполнение команды SCRAP SHIP...

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Base exp pts
ru: Баз.эксп.очк

source: Support (fuel)
ru: Поддержка (горючее)

source: Support (const. pts)
ru: Поддержка (const. pts)

source: Design Actions
ru: Действия над Дизайном

source: Production queue ends in %s turns, %d item(s) on list.
ru: Очередь производства завершится через %s шагов, %d элементов в списке.

source: is deteriorating and will be destroyed in %s turns
ru: ухудшается и будет уничтожен через %s ходов

source: has insufficiend supply of biomatter
ru: имеет недостаточный запас пищи

source: has insufficiend supply of energy
ru: имеет недостаточный запас энергии

source: has insufficiend supply of workers
ru: имеет недостаточное количество рабочих

source: Are you really really sure you want to restart this galaxy?
ru: Вы уверены, что хотите перезапустить эту галактику?

source: Galaxy restart
ru: Перезапустить Галактику

source: If you are sure to restart this galaxy, click on Restart button.
ru: Если вы уверены, что хотите перезапустите эту галактику, нажмите кнопку «Перезагрузить».

source: You can enter message visible in restart announcement below.
ru: Вы можете ввести сообщение, видимое в объявлении о перезапуске ниже.

source: Russian
ru: Русский

source: You have to restart client to change the language.
ru: Перезапустите клиент для смены языка.

source: Display flags
ru: Показать флаги

source: Fullscreen
ru: Полный экран

source: Double buf.
ru: Двойной буф.

source: HW surface
ru: HW поверхн.

source: SW surface
ru: SW поверхн.

source: Logging out and exitting...
ru: Выходим из игры...

source: Galaxy restart in progress...
ru: Перезапуск галактики в процессе...

source: Only imperator elected three times and more can restart galaxy.
ru: Только император, выбранный три или более раз, может перезапустить галактику.

source: Server sponsored by K2 Software
ru: Server sponsored

source: We are sorry, but there are no starting positions available at this moment. Please, try again later.
ru: Извините, но в данный момент нет свободных стартовых позиций. Попробуйте в другой раз.

source: Supply VIP password, please.
ru: Укажите VIP-пароль, пожалуйста.

source: Select starting position
ru: Выберите стартовую позицию

source: VIP Password:
ru: VIP Пароль:

source: Your client version does not match server version %d.%d.%d%s [Revision %d]. Do you want to continue?
ru: Версия клиента не совпадает с версией сервера %d.%d.%d%s [Revision %d]. Вы хотите продолжить?

source: FarSpace Login
ru: FarSpace Вход

source: Planet downgrade limit %d, upgrade limit %d, can be terraformed to a %s.
ru: Предел понижения планеты %d и предел улучшения %d можно терраформировать до %s.

source: Planet downgrade limit %d, upgrade limit %d, can terraformed to a %s in the future.
ru: Предел понижения планеты %d, предел обновления %d, в будущем может быть терраформирован до %s.

source: Energy abundance for average EMR level is %s.
ru: Энергообеспеченность для среднего уровня ЕМИ составляет %s.

source: 1000 units of population consumes %s bio, and %s en.
ru: 1000 единиц населения потребляют %s био, и %s эн.

source: Morale is increasing (%+d last turn) to %d, revolt threshold is %d.
ru: Мораль повышается (%+d на последнем ходу) до %d, порог восстания составляет %d.

source: Morale is decreasing (%+d last turn), revolt threshold is %d.
ru: Моральный дух падает (%+d на последнем ходу), порог восстания %d.

source: Morale is stable (%d / %d), revolt threshold is %d.
ru: Мораль стабильна (%d / %d), порог восстания — %d.

source: Minimal storage %d.
ru: Минимальный запас %d.

source: Minimal storage %d
ru: Минимальный запас %d

source: Enter number into biomatter min. reserve field.
ru: Введите число в поле мин. резерва пищи.

source: Enter number into energy min. reserve field.
ru: Введите число в поле мин. резерва энергии.

source: Executing CHANGE RESERVES LIMITS command...
ru: Выполнение команды CHANGE RESERVES LIMITS...

source: Executing SWITCH AUTOMATIC REGULATION command...
ru: Выполнение команды SWITCH AUTOMATIC REGULATION...

source: Min. abundance
ru: Минирал.богатство

source: En. abundance
ru: Энерг.богатство

source: Pop. support
ru: Поддержка населения

source: Min. reserve
ru: Мин. резерв

source: Automatic regulation on/off.
ru: Автоматич. регуляция вкл/выкл.

source: Env. status
ru: Статус среды

source: Strat. resource
ru: Стратег.ресурс

source: Updating client
ru: Обновление клиента
