Repository: vikhtorowitch/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: ru

source: Do not show help/tooltip again
ru: Больше не показывать справку/подсказку

source: Auto-login in progress ...
ru: Авто-вход ...

source: Login in progress ...
ru: Вход ...

source: Wrong login and/or password
ru: Неверный логин и/или пароль

source: Outer Space Login
ru: Outer Space Логин

source: Universe
ru: Вселенная

source: Login
ru: Логин

source: Password
ru: Пароль

source: Auto-login
ru: Авто-вход

source: Remember
ru: Запомнить

source: Options
ru: Настройки

source: New account
ru: Новый аккаунт

source: Universes
ru: Вселенные

source: Exitting a session...
ru: Выход из сеанса…

source: Cannot select object on map
ru: Не выбрать объект на карте

source: Are you sure to resign current game?
ru: Действительно начать игру с нового места?

source: Save the current starmap view as an image?
ru: Сохранить звёздную карту как изображение?

source: File saved as %s
ru: Файл сохранён как %s

source: Save whole galaxy starmap as an image?
ru: Сохранить всю звездную карту галактики как изображение?

source: Galaxy finish in progress...
ru: Галактика завершается…

source: Resume galaxy
ru: Возобновить галактику

source: Pause galaxy
ru: Пауза галактики

source: Are you really really sure you want to finish this single player galaxy of yours? You won't be able to get back.
ru: Вы действительно уверены, что хотите закончить эту свою однопользовательскую галактику? Вы не сможете вернуться.

source: Messages
ru: Сообщения

source: Constr
ru: Констр

source: Overview
ru: Обзор

source: Problems
ru: Проблемы

source: Menu
ru: Меню

source: Find system
ru: Найти систему

source: Statistics
ru: Статистика

source: Save View
ru: Сохр вид

source: Save Starmap
ru: Сохр карту

source: Finish galaxy
ru: Завершить галактику

source: Resign
ru: С нового места

source: Fleet List
ru: Список Флотов

source: Planet List
ru: Список Планет

source: System List
ru: Список Систем

source: Global queues
ru: Глобал очереди

source: Galaxy %s
ru: Галактика %s

source: Outer Space
ru: FarSpace

source: Delete all messages in this mailbox?
ru: Удалить все сообщения в этом почтовом ящике?

source: Research completed:
ru: Исследование завершено:

source: Messages and events
ru: Сообщения и события

source: Channel
ru: Канал

source: Date
ru: Дата

source: Sender
ru: Отправитель

source: Subject
ru: Тема

source: New subject
ru: Новая тема

source: Reply
ru: Ответить

source: Read all
ru: Читать все

source: Delete
ru: Удалить

source: Delete all
ru: Удалить все

source: Refresh
ru: Обновить

source: Message actions
ru: Действия над сообщением

source: Show location
ru: Показать место

source: Show source
ru: Показать источник

source: Show location and delete msg
ru: Показать место и удалить сообщ

source: Show source and delete msg
ru: Показать источник и удалить сообщ

source: Mine Field Details
ru: Подробнее о Минном Поле

source: Number
ru: Число

source: Min Dmg
ru: Мин Урон

source: Max Dmg
ru: Макс Урон

source: Attack
ru: Атака

source: Create account
ru: Создать аккаунт

source: Nick
ru: Ник

source: Create
ru: Создать

source: Free slot
ru: Свободный слот

source: Select technology to construct.
ru: Выберите технологию для конструирования.

source: Executing START CONSTRUCTION command...
ru: Выполняется команда START CONSTRUCTION...

source: Select new global task
ru: Выбер.нов глобал задачу

source: Technology
ru: Технология

source: Misc
ru: Разное

source: Civilian
ru: Гражданский

source: Military
ru: Военный

source: Report finalization
ru: Сообщить по завершении

source: Select a recipient, please.
ru: Выберите получателя, пожалуйста.

source: Specify a topic, please.
ru: Определите тему, пожалуйста.

source: Type a message, please.
ru: Напишите сообщение, пожалуйста.

source: Executing SEND MESSAGE command...
ru: Выполняется команда SEND MESSAGE...

source: New message
ru: Новое сообщение

source: Recipient
ru: Получатель

source: Message
ru: Сообщение

source: Send
ru: Отправить

source: Select recipient
ru: Выберите получателя

source: Select
ru: Выбор

source: [Nobody]
ru: [Никто]

source: Select planet to construct on.
ru: Выберите планету для постройки на ней.

source: Do you want to issue relocation of your government?
ru: Вы хотите оформить переезд вашего правительства?

source: Select new task
ru: Выберите новую задачу

source: Stucts
ru: Структуры

source: Target planet
ru: Целевая планета

source: Planet
ru: Планета

source: Target slots
ru: Целевые слоты

source: Bio production
ru: Био производство

source: En production
ru: Эн производство

source: CP production
ru: CP производство

source: RP production
ru: RP производство

source: Morale
ru: Мораль

source: English
ru: Английский

source: Select Mode
ru: Выберите режим

source: Select Theme
ru: Выбор Темы

source: You should restart client to change the language.
ru: Вам следует перезапуститься, чтобы изменить язык.

source: The mode you selected is not properly formatted.
ru: Выбранный вами режим имеет неправильный формат.

source: You have to restart client to change the resolution.
ru: Вам придется перезапуститься, для нового разрешение.

source: Resolution
ru: Разрешение

source: Select resolution
ru: Выберите разрешение

source: Language
ru: Язык

source: Select language
ru: Выбор языка

source: Themes
ru: Темы

source: Select theme
ru: Выбор темы

source: Default settings
ru: Настройки по умолчанию

source: Display help/tooltip
ru: Показывать подсказки

source: Show coordinates
ru: Показать координаты

source: Players highlight
ru: Подсветка игроков

source: Show minimap
ru: Показывать миникарту

source: Show gate systems
ru: Показать системы ворот

source: Starmap hotkey:
ru: Хоткеи звезд.карты:

source: Show map grid
ru: Показать сетку карты

source: Starmap hotkey
ru: Хоткеи звезд.карты

source: Alternate system info
ru: Альт. Систем инфо

source: Show map scanners
ru: Показать сканеры

source: Show fleet lines
ru: Показать линии флотов

source: Show player zones
ru: Показать зоны игроков

source: Login settings
ru: Настройки входа

source: Remember password
ru: Запомнить пароль

source: Proxy
ru: Прокси

source: Host:
ru: Хост:

source: Port:
ru: Порт:

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Sound / Music
ru: Звук / Музыка

source: Sounds
ru: Звуки

source: Music
ru: Музыка

source: Please enter password.
ru: Пожалуйста введите пароль.

source: Enter password
ru: Введите пароль.

source: Planets with structure %s
ru: Планеты со структурами %s

source: Planets analysis
ru: Анализ планет

source: Structure name
ru: Название структуры

source: Total #
ru: Всего #

source: Planet name
ru: Название планеты

source: # of structs
ru: # структур

source: Planets Overview
ru: Обзор Планет

source: Env
ru: Срд

source: Min
ru: Мин

source: En
ru: Эн

source: Bio+-
ru: Био+-

source: En+-
ru: Эн+-

source: Free
ru: Своб.

source: Constructing
ru: Создание

source: My planets
ru: Мои планеты

source: Other cmdrs
ru: Другие командиры

source: Colonizable
ru: Колонизируем.

source: Uncolonizable
ru: Неколонизируем.

source: No free starting position
ru: Нет свободных стартовых позиций

source: Continue playing.
ru: Продолжайте играть.

source: Unknown type of player.
ru: Неизвестный тип игрока.

source: Open
ru: Открыть

source: Independent player
ru: Независимый Игрок

source: Rebel faction
ru: Повстанец

source: Pirate faction [VIP password needed]
ru: Пират [VIP пароль]

source: Unknown. You cannot use this.
ru: Неизвестно. Ты не можешь использовать это.

source: Select position.
ru: Выберите позицию.

source: Executing CREATE NEW PLAYER command...
ru: Выполняется команда CREATE NEW PLAYER...

source: Executing TAKE OVER REBEL FACTION command...
ru: Выполняется команда TAKE OVER REBEL FACTION...

source: Executing TAKE OVER PIRATE FACTION command...
ru: Выполняется команда TAKE OVER PIRATE FACTION...

source: Supply valid VIP password.
ru: Укажите действительный VIP-пароль.

source: Executing SELECT PLAYER command...
ru: Выполнение команды SELECT PLAYER…

source: Hide Open Slots
ru: Скрыть открытые слоты

source: Show Open Slots
ru: Показать открытые слоты

source: Select gaming session
ru: Выберите игровую сессию

source: Galaxy
ru: Галактика

source: Position
ru: Позиция

source: Allows you to either start new single player galaxy, or get in a queue for game with other players. That game will start when queue fills the capacity, and will show up in this dialog as active. You can queue for multiple galaxies. Only single player games has account limit.
ru: Позволяет вам либо начать новую однопользовательскую галактику, либо встать в очередь на игра с другими игроками. Эта игра начнется, когда очередь заполнит емкость, и будет отображаться в этом диалоговом окне как активный. Вы можете стоять в очереди за несколькими галактиками. Ограничение по счету есть только в одиночных играх.

source: Book New Game
ru: Создать новую игру

source: New galaxy
ru: Новая галактика

source: Open slots
ru: Открытые слоты

source: Slots available in already running galaxies, there is no telling what state the game or the empire is in.
ru: Слоты доступны в уже запущенных галактиках, неизвестно в каком состоянии находится игра или империя.

source: Structure (%s) is off and will be destroyed in %s turns.
ru: Структура (%s) отключена и будет уничтожена через %s шагов.

source: is deteriorating
ru: ухудшается

source: has insufficient supply of biomatter
ru: имеет недостаточное количество пищи

source: has insufficient supply of energy
ru: имеет недостаточный запас энергии

source: has insufficient supply of workers
ru: имеет недостаточное количество рабочих

source: is repairing
ru: восстанавливается

source: Structure (%s) %s.
ru: Структура (%s) %s.

source: There is no space for all constructed buildings on %s.
ru: На %s нет места для всех построенных зданий.

source: Bio decreasing - last turn change %d, surplus %d (%s).
ru: Биоуменьшение - изменение на последнем ходу %d, избыток %d (%s).

source: Bio decreasing - last turn change %d, surplus %d.
ru: Биоуменьшение - изменение на последнем ходу %d, избыток %d.

source: Energy decreasing - last turn change %d, surplus %d (%s).
ru: Уменьшение энергии - изменение на последнем ходу %d, избыток %d (%s).

source: Energy decreasing - last turn change %d, surplus %d.
ru: Уменьшение энергии - изменение на последнем ходу %d, избыток %d.

source: and IS NOT refueling
ru: и НЕ заправляется

source: and IS refueling
ru: и заправляется!

source: and CAN refuel, but reach planet maximum refuel amount
ru: и МОЖЕТ дозаправиться, но достичь максимального количества заправки на планете

source: Fleet "%s" has full fuel tanks.
ru: У флота "%s" полные баки горючего.

source: Fleet "%s" is low on fuel [%d %%]%s.
ru: У флота "%s" мало горючего [%d %%]%s.

source: Production queue is empty.
ru: Очередь производства пуста.

source: Production queue may end in {0} turns ({1} directly in planet queue), {2} item(s) on list.
ru: Очередь производства может закончиться через {0} ходов ({1} непосредственно в очереди планеты), {2} элементов в списке.

source: Global queue
ru: Глобал. очередь

source: Global production queue {0} used by {1} planet(s) is empty.
ru: Глобал очередь производства {0}, используемая {1} планетами, пуста.

source: Global production queue {0} used by {1} planet(s) runs out in {2} turns.
ru: Глобал очередь производства {0}, используемая {1} планетами, заканчивается через {2} ходов.

source: Research queue is empty.
ru: Очередь исследований пуста.

source: Research queue ends in %s turns, %d item(s) on list.
ru: Очередь исследований закончится через %s шагов, %d элементов в списке.

source: Cannot show location.
ru: Немогу показать место.

source: Problems Locator
ru: Локатор проблем

source: System
ru: Система

source: Problem description
ru: Описание проблемы

source: Systems
ru: Системы

source: Critical
ru: Критический

source: Major
ru: Главный

source: Minor
ru: Не главный

source: Executing RENAME FLEET command...
ru: Выполняется команда RENAME FLEET...

source: Executing DELETE CUSTOM FLEET NAME command...
ru: Выполняется команда DELETE CUSTOM FLEET NAME...

source: Rename Fleet
ru: Переименовать Флот

source: Retain name during fleet joins
ru: Сохранять имя при присоединении флота

source: Prevent all fleet joins
ru: Запретить присоединение всех флотов

source: Note: Retaining name will prevent two
ru: Примечание. Сохранение имени предотвратит два

source: retain name fleets from joining.
ru: сохранить названия флотов от присоединения.

source: Rename
ru: Переименовать

source: Delete Name
ru: Удалить Имя

source: Select planet numbering type, please.
ru: Выберите тип нумерования планет, пожалуйста.

source: Executing RENAME SYSTEM command...
ru: Выполняется команда RENAME SYSTEM...

source: Rename system
ru: Переименовать систему

source: System name
ru: Название системы

source: Planet numbering
ru: Нумерование планет

source: Research queue [%d pts/turn]
ru: Очередь исследований [%d очк./ход]

source: Research [TL%d]
ru: Наука [TL%d]

source: Research points %d/%d, change %d pts/turn.
ru: Очки науки %d/%d, изменение %d очк./ход.

source: Select technology to research.
ru: Выберите технологию для исследования.

source: Executing START RESEARCH command...
ru: Выполняется команда START RESEARCH...

source: Select technology to improve.
ru: Выберите технологию для улучшения.

source: Executing MOVE RESEARCH command...
ru: Выполняется команда MOVE RESEARCH...

source: Executing EDIT RESEARCH command...
ru: Выполняется команда EDIT RESEARCH...

source: Abort this research task?
ru: Удалить эту исслед.задачу?

source: Executing ABORT RESEARCH command...
ru: Выполняется команда ABORT RESEARCH...

source: Select technology to obsolete.
ru: Выберите устаревшую технологию.

source: Executing OBSOLETTE command...
ru: Выполнение команды OBSOLETTE…

source: Select technology to un-obsolete.
ru: Выберите технологию, которую нужно восстановить.

source: Executing UN-OBSOLETTE command...
ru: Выполнение команды UN-OBSOLETTE

source: Known technologies
ru: Исследованые технологии

source: Str
ru: Сила

source: Improve
ru: Улучшить

source: Show completed
ru: Готовые

source: Un-Obsolete
ru: Неустаревший

source: Obsolete
ru: Устаревший

source: Show obsolete
ru: Показать устаревшие

source: Researchable technologies
ru: Технологии, доступные для ислледования

source: Research queue
ru: Очередь исследований

source: Progress
ru: Прогресс

source: TOP
ru: НАВЕРХ

source: Move selected technology to the top of the queue.
ru: Сдвинуть выбраную технологию на верх очереди.

source: Repeat research of this technology until the technology is fully improved.
ru: Повторять исследование этой технологии пока она не будет полностью улучшена.

source: Total amount of time needed to research all technologies in the queue
ru: Общее время, необходимое для исследования всех технологий в очереди

source: No system found
ru: Системы не найдено

source: Search for system
ru: Поиск системы

source: Use wildcard search as with files (*ese* finds Presere and Shesed)
ru: Используйте поиск по шаблонам, как и в файлах(*ese* находит и Presere и Shesed)

source: * matches everything, ? matches any single character
ru: * соответствует всему, ? соответствует любому отдельному символу

source: System name:
ru: Название системы:

source: Find
ru: Найти

source: Next
ru: След.

source: Private buoy text
ru: Частный текст буя

source: (visible to allies)
ru: (видимо для союзников)

source: Buoy texts from allies:
ru: Текст буя от союзников:

source: (Author: %s)
ru: (Автор: %s)

source: Show buoy text
ru: Показать текст буя

source: System: %s [%.02f, %.02f]
ru: Система: %s [%.02f, %.02f]

source: System: %s
ru: Система: %s

source: Planet %s: POPULATION IS REVOLTING
ru: Планета %s: POPULATION IS REVOLTING

source: Planet %s: %s
ru: Планета %s: %s

source: Planet %s
ru: Планета %s

source: Planet downgrade limit %d, upgrade limit %d. Can be terraformed to a %s.
ru: Предел понижения уровня планеты %d, предел улучшения %d. Может быть терраформирован в %s.

source: Planet downgrade limit %d, upgrade limit %d. Can terraformed to a %s in the future.
ru: Предел понижения уровня планеты %d, предел улучшения %d. В будущем может быть терраформирован в %s.

source: Planet downgrade limit %d, upgrade limit %d.
ru: Предел понижения уровня планеты %d, предел улучшения %d.

source: For average EMR level is %s.
ru: Средний уровень ЕМИ составляет %s.

source: Planet has %s free, %s usable out of maximum %s slots .
ru: На планете есть %s свободного места, %s можно использовать из максимального количества слотов %s.

source: Population: %s (max. %s, %+d last turn)
ru: Население: %s (макс. %s, %+d посл. ход)

source: Biomatter reserve: %s (max. %s, %+d last turn)
ru: Резерв пищи: %s (макс.. %s, %+d посл. ход)

source: Energy reserve: %s (max. %s, %+d last turn)
ru: Резерв энергии: %s (макс. %s, %+d посл. ход)

source: Effective / raw construction points. Empire efficiency %+d %%, %+d %% because of morale.
ru: Эффективные/сырые точки строительства. Эффективность империи %+d %%, %+d %% из-за морального духа.

source: Effective / raw research points. Empire efficiency %+d %%, %+d %% because of morale.
ru: Эффективные/сырые очки науки. Эффективность империи %+d %%, %+d %% из-за морального духа.

source: Enviroment (%d / %d) is improving (%d per turn), %s turns to improve.
ru: Cреда (%d / %d) улучшается (%d за ход), %s ходов к улучшению.

source: Enviroment (%d / %d) is deteriorating (%d per turn), %s turns to deteriorate.
ru: Cреда (%d / %d) ухудшается (%d за ход), %s ходов до ухудшения.

source: Enviroment (%d / %d) is stable.
ru: Среда (%d/%d) стабильна.

source: Shield (%d/%d) charged by %+d last turn.
ru: Щит (%d/%d) заряжен на %+d в прошлом ходу.

source: Shield (%d/%d) was damaged by %+d last turn.
ru: Щит (%d/%d) был поврежден на %+d в прошлом ходу.

source: Shield (%d/%d) is unable to charge.
ru: Щит (%d/%d) не может заряжаться.

source: Shield (%d/%d) is fully charged.
ru: Щит (%d/%d) полностью заряжен.

source: Shield (%d/unknown)
ru: Щит (%d/неизвестно)

source: System overview for star %s [%s]
ru: Обзор системы для звезды %s [%s]

source: System overview
ru: Обзор Системы

source: [Unknown]
ru: [Неизв]

source: Redirect to %s
ru: Перенапр. к %s

source: Redirection OFF
ru: Перенапр. выкл.

source: Add buoy
ru: Добавить буй

source: Planet Upgrade/Downgrade Data
ru: Апгрейд/Даунгрейд планеты

source: Task info: %s
ru: Инфо задачи: %s

source: Slot info: %s
ru: Слот инфо: %s

source: No problems.
ru: Нет проблем.

source: Switched OFF
ru: Выключено

source: Structure is switched OFF.
ru: Структура отключена.

source: Insufficient biomatter,
ru: Недостаточно пищи,

source: Bio/
ru: Био/

source: Insufficient energy,
ru: Недостаточно энергии,

source: Insufficient workers,
ru: Недостаточно рабочих,

source: Wrk/
ru: Раб/

source: Deteriorating,
ru: Ухудшение,

source: Repairing,
ru: Восстанов,

source: New structure,
ru: Новая структура,

source: New/
ru: Новое/

source: Operational status of the structure.
ru: Операцион статус сооружения.

source: Executing MOVE STRUCTURE command...
ru: Выполняется команда MOVE STRUCTURE...

source: Executing SWITCH STRUCTURE ON/OFF command...
ru: Выполняется команда SWITCH STRUCTURE ON/OFF...

source: Demolish this structure?
ru: Разрушить эту структуру?

source: Executing DEMOLISH STRUCTURE command...
ru: Выполняется команда DEMOLISH STRUCTURE...

source: Executing ABORT TASK command...
ru: Выполняется команда ABORT TASK...

source: Destination not explored
ru: Пункт назначения не исследован

source: Executing ADD BUOY command...
ru: Выполняется команда ADD BUOY...

source: Executing DELETE BUOY command...
ru: Выполняется команда DELETE BUOY...

source: Executing CHANGE PLANETS GLOBAL QUEUE command...
ru: Выполняется команда CHANGE PLANETS GLOBAL QUEUE…

source: Biomatter
ru: Пища

source: Energy
ru: Энергия

source: Con / Res
ru: Произв / Наука

source: Space
ru: Простр.

source: Find Wormhole Exit
ru: Найдите выход из червоточины

source: Mass Redirect
ru: Масс редирект

source: Delete buoy
ru: Удалить буй

source: View Minefield
ru: Видеть минные поля

source: Task queue
ru: Очередь задач

source: Planet type
ru: Тип планеты

source: Diameter
ru: Диаметр

source: Environment
ru: Среда

source: Mineral abundance
ru: Минеральное изобилие

source: Energy abundance
ru: Энергетическое изобилие

source: Available space
ru: Свобод.место

source: Colony data
ru: Данные Колонии

source: Free workers
ru: Свобод.рабочие

source: Research pts
ru: Очки науки

source: Environment status
ru: Состояние среды

source: Planetary shield
ru: Планет.щит

source: Strategic resource
ru: Стратегический ресурс

source: Show Terraforming Data
ru: Показ данные терраформинга

source: System data
ru: Данные Системы

source: Net Bio +/-
ru: ВСЕГО Био +/-

source: Net Energy +/-
ru: ВСЕГО Энергии +/-

source: Net Construction
ru: ВСЕГО Производства

source: Net Research
ru: ВСЕГО Науки

source: Hit points
ru: ХитПоинты

source: Status
ru: Статус

source: Biomatter p/c
ru: Пища p/c

source: Energy p/c
ru: Энергия p/c

source: Constr pts
ru: Очки.произв.

source: Workers
ru: Рабочие

source: Move structure to first slot
ru: Поместить структуру в первый слот

source: Move structure to previous slot
ru: Поместить структуру в предыдущий слот

source: Move structure to next slot
ru: Поместить структуру в следующий слот

source: Move structure to last slot
ru: Поместить структуру в последний слот

source: ON/OFF
ru: Вкл/Выкл

source: Switch structure ON or OFF
ru: Включить или выключить структуру

source: Show structure information
ru: Показать информацию о постройке

source: Demolish
ru: Разрушить

source: Demolish structure
ru: Разрушить структуру

source: Downgrade Env.
ru: Даунгрейд среды

source: Upgrade Env.
ru: Апгрейд среды

source: Downgrade To?
ru: Даунгрейд до?

source: Upgrade To?
ru: Апгрейд до?

source: Complete
ru: Готово

source: Target slot
ru: Целевой слот

source: Select global queue
ru: Выбрать глобальную очередь

source: You do not own required strategic resource(s)
ru: У вас нет необходимых стратегических ресурсов.

source: Queue is full
ru: Очередь заполнена

source: Select structure to construct
ru: Выберите структуру для создания

source: Production planet
ru: Планета производства

source: Structures to construct
ru: Структуры для создания

source: (right click for technology info)
ru: (правый клик для информации о технологии)

source: Filters
ru: Фильтры

source: Technology levels:
ru: Уровни Технологий:

source: Sort
ru: Сорт.

source: Tech Level
ru: Тех.уровень

source: Systems Overview
ru: Обзор систем

source: %Fuel
ru: %Горючее

source: %Max
ru: %Макс

source: %Repair
ru: %Ремонт

source: My Systems
ru: Мои Системы

source: Other Cmdrs
ru: Другие ком.

source: Show Problems
ru: Показать проблемы

source: small
ru: малый

source: medium
ru: средний

source: large
ru: большой

source: planet
ru: планета

source: Unknown
ru: Неизв

source: %d Turns
ru: %d Шагов

source: Not specified
ru: Не определено

source: Constr. reqs - construction points
ru: Произв.требов - очки произв.

source: Operational reqs - biomatter
ru: Операцион.требов - пища

source: Operational reqs - minerals
ru: Операцион.требов - минералы

source: Operational reqs - energy
ru: Операцион.требов - энергия

source: Operational reqs - workers
ru: Операцион.требов - рабочие

source: Production - biomatter
ru: Продукция - пища

source: Production - minerals
ru: Продукция - минералы

source: Production - energy
ru: Продукция - энергия

source: Production - population
ru: Продукция - население

source: Production - constr. points
ru: Продукция - очки произв.

source: Production - research points
ru: Продукция - очки.науки

source: Production - env. effect
ru: Продукция - окр.сред. эффект

source: Orbital Shift Effect
ru: Эффект орбитального сдвига
