Repository: vikhtorowitch/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: ru

source: Storage - biomatter
ru: Хранение - пища

source: Storage - minerals
ru: Хранение - минералы

source: Storage - energy
ru: Хранение - энергия

source: Accommodate population
ru: Размещение населения

source: Lowers revolt threshold by
ru: Снижает порог восстания на

source: Increases max morale by
ru: Увеличивает макс мораль на

source: Government power
ru: Правительственная мощь

source: Scanner power
ru: Мощьность сканеров

source: Fleet attack (bonus)
ru: Атака флота (бонус)

source: Fleet defense (bonus)
ru: Защита флота (бонус)

source: Maximum refuel percent
ru: Макс процент заправки

source: Refuel increase percent
ru: Процент увеличения заправки

source: Exp. points per turn
ru: Эксп. очки за ход

source: Exp. cap (base exp multiple)
ru: Эксп. предел (базовый эксп. Множитель)

source: Boost speed of fleets
ru: Буст скорость флотов

source: Target class
ru: Класс цели

source: Weapon minimum damage
ru: Минимальный урон оружия

source: Weapon maximum damage
ru: Максимальный урон оружия

source: Missile weapon (ECM counts)
ru: Ракетное вооружение (считается с РЭБ)

source: Weapon ignore shield
ru: Оружие игнорирует щиты

source: Weapon attack
ru: Атака оружия

source: Weapon Rate Of Fire
ru: Скорострельность оружия

source: Mine Class Deployed
ru: Развернутый класс мин

source: Maximum Supported Mines
ru: Максимальное поддерживаемое количество мин

source: Mine Rate of Deploy
ru: Скорость развертывания мин

source: Minimum required hull
ru: Минимально необходимый корпус

source: Weight
ru: Масса

source: Slots
ru: Слоты

source: Maximum payload
ru: Макс. загрузка

source: Engine power
ru: Мощность двигателя

source: Scan signature
ru: Сигнатура сканера

source: Signature visibility
ru: Видимость сигнатуры

source: Min. signature
ru: Мин. сигнатура

source: Combat defence
ru: Боевая оборона

source: Combat attack
ru: Боевая атака

source: Missile defence
ru: Противоракетная оборона

source: Combat defense (extra)
ru: Боевая защита (extra)

source: Combat attack (extra)
ru: Боевая атака (extra)

source: Missile defence (extra)
ru: Противоракетная оборона (extra)

source: Shield strength
ru: Сила щита

source: Shield recharge fixed
ru: Перезарядка щита fixed.

source: Shield recharge percent
ru: Процент перезарядки щита

source: Armor damage absorbstion
ru: Поглощение урона брони

source: Device MP
ru: MP устройства

source: Technology: %s (TL%d)
ru: Технология: %s (TL%d)

source: Research costs: %d
ru: Цена исследования: %d

source: Improvement costs: %d
ru: Цена улучшения: %d

source: Research requires:
ru: Для исследования необходимо:

source: - %s improvement %d (TL%d)
ru: - %s улучшение %d (TL%d)

source: - %s (strategic resource)
ru: - %s (стратегический ресурс)

source: Research disables:
ru: Исследование остановлено:

source: Estimated use:
ru: Предполагаемое использование:

source: , only for %s
ru: , только для %s

source: - %s (with improvement %d, on TL%d%s)
ru: - %s (с улучшением %d, на TL%d%s)

source: Research/Improvement enables:
ru: Исследование/Улучшение включено:

source: Bio production depends:
ru: Биопроизводство зависит:

source: - %d %% on planet's environment
ru: - %d %% на окруж.среде планеты

source: - %d %% on planet's min. abundance
ru: - %d %% на минирал.богатстве планеты

source: - %d %% on planet's en. abundance
ru: - %d %% на энерг.богатстве планеты

source: - %d %% is not dependent on any planet's attribute
ru: - %d %% не зависит от атрибута какой-либо планеты

source: Energy production depends:
ru: Производство энергии зависит:

source: Constr. points production depends:
ru: Производство констр. очков зависит:

source: Research points production depends:
ru: Производство очков науки зависит:

source: Required strategic resources:
ru: Требуемые стратегические ресурсы:

source: - for building: %s
ru: - для строительства: %s

source: - for research: %s
ru: - для исслед.: %s

source: Description:
ru: Описание:

source: Rumours:
ru: Слухи:

source: No information available
ru: Информация отсутствует

source: Property
ru: Свойство

source: Value
ru: Значение

source: Structure
ru: Структура

source: Ship Hull
ru: Корпус корабля

source: Ship Eq.
ru: Eq. Корабля

source: Project
ru: Проект

source: Description
ru: Описание

source: Client is up-to-date
ru: Клиент актуален

source: Updating client...
ru: Обновление клиента…

source: Error: URL does not point to a file.
ru: Ошибка: URL-адрес не указывает на файл.

source: Cannot finish download: %(s)
ru: Невозможно завершить загрузку: %(s)

source: Game will now restart itself.
ru: Игра теперь перезапустится.

source: Restart
ru: Рестарт

source: Outer Space Update Complete
ru: Обновление Outer Space завершено

source: Update skipped.
ru: Обновление пропущено.

source: Server requires client version %s. It is recommended to update your client.
ru: Серверу требуется версия клиента %s. Рекомендуется обновить клиент.

source: Please update your git repo to tag "%s"
ru: Пожалуйста, обновите свой репозиторий git, добавив тег "%s"

source: Server requires client version %s. It is necessary to update your client.
ru: Серверу требуется версия клиента %s. Необходимо обновить клиент.

source: Do you want Outer Space to perform update?
ru: Вы хотите, чтобы Outer Space выполнил обновление?

source: Quit
ru: Выход

source: Outer Space Update Available
ru: Доступно обновление Outer Space

source: Asteroid
ru: Астероид

source: Gas Giant
ru: Газовый Гигант

source: Rock
ru: Камень

source: Cold
ru: Лёд

source: Desert
ru: Пустыня

source: Hostile
ru: Враждебный

source: Marginal
ru: Маргинальный

source: Terrestrial
ru: Земной тип

source: Gaia
ru: Гайя

source: Super giant
ru: Супер Гигант

source: Giant
ru: Гигант

source: Main sequence
ru: Основная последовательность

source: Dwarf
ru: Карлик

source: Black hole
ru: Чёрная дыра

source: Neutron star
ru: Нейтронная звезда

source: Worm hole
ru: Червоточина

source: Move to
ru: Двигаться к

source: Declare War at
ru: Объявить войну

source: Deploy Ship
ru: Разобрать корабль

source: Redirect to
ru: Перенаправление к

source: Repeat from
ru: Повторить с

source: Enter Wormhole at
ru: Войдите в червоточину в

source: Uranium
ru: Ураниум

source: Titanium
ru: Титаниум

source: Chromium
ru: Хромиум

source: Silicium
ru: Силициум

source: Carboneum
ru: Карбониум

source: Antimatter
ru: Антиматерия

source: Plutonium
ru: Плутониум

source: Wolframium
ru: Вольфрамиум

source: Mutagen
ru: Мутаген

source: Unnilseptium
ru: Уннилсептиум

source: Passage for civilian ships
ru: Проход для гражданских кораблей

source: Passage for military ships
ru: Проход для военных кораблей

source: Permission to tank ships
ru: Разрешение на заправку кораблей

source: Limited trade agreement
ru: Ограниченное торговое соглашение

source: Unlimited trade agreement
ru: Неограниченное торговое соглашение

source: Scanner map exchange
ru: Обмен картами сканера

source: Research information exchange
ru: Обмен исследовательской информацией

source: Research cooperation
ru: Научное сотрудничество

source: Active
ru: Активно

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Mailbox
ru: Почтовый ящик

source: Sent
ru: Отправлено

source: Events
ru: События

source: News
ru: Новости

source: Public
ru: Паблик

source: MORALE IS TERRIBLE
ru: МОРАЛЬ УЖАСНА

source: MORALE IS BAD
ru: МОРАЛЬ ПЛОХА

source: MORALE IS VERY LOW
ru: МОРАЛЬ ОЧЕНЬ НИЗКАЯ

source: MORALE IS LOW
ru: МОРАЛЬ НИЗКАЯ

source: MORALE IS BELOW AVERAGE
ru: МОРАЛЬ НИЖЕ СРЕДНЕГО

source: MORALE IS HIGH
ru: МОРАЛЬ ВЫСОКАЯ

source: MORALE IS SUPERB
ru: МОРАЛЬ ОТЛИЧНАЯ

source: Single
ru: Одиночная

source: Cooperative
ru: Кооператива

source: Brawl
ru: “Драка”

source: Single player game to enjoy freebuilding, learn the game, and try new strategies. Usually some AI opponents try to slow you down. You can pause galaxy any time, as well as finish it. Endless game, set your own goals.
ru: Одиночная игра, в которой можно насладиться свободным строительством, изучить игру и попробовать новые стратегии. Обычно некоторые противники ИИ пытаются вас замедлить. Вы можете приостановить галактику в любой момент, а также закончить ее. Бесконечная игра, ставьте свои собственные цели.

source: Cooperative game pits you and other commanders against strong AI opposition. Learn how to play along other players to achieve common goal. Cooperation is not enforced by game, but it is recommended to utilize all pacts available. Game ends when AI empires cease to exist.
ru: В кооперативной игре вам и другим командирам предстоит противостоять сильному противнику искусственного интеллекта. Научитесь играть вместе с другими игроками для достижения общей цели. Сотрудничество не предусмотрено игрой, но рекомендуется использовать все доступные пакты. Игра заканчивается, когда империи ИИ перестают существовать.

source: Brawl is a mode where you fight other commanders for supremacy. There is no other way to win, than to conquer everything. Usually there are no agressive AI present. You win, when you are the only human commander in the galaxy.
ru: Драка — это режим, в котором вы сражаетесь с другими командирами за превосходство. Нет другого способа победить, кроме как покорить все. Обычно агрессивный ИИ отсутствует. Вы выиграете, если станете единственным человеком-командиром в галактике.

source: Original and complete mode. True experience, full of fights between commanders, sprawling AI, diplomacy and backstabbing. Recommended to veteran players with good grasp of game concepts. To win this game, you have to convince others to vote for you, and if you have enough backing, elect you to become the Imperator of the galaxy.
ru: Оригинальный и полный режим. Настоящий опыт, полный драк между командирами, обширного ИИ, дипломатии и предательства. Рекомендуется опытным игрокам, хорошо разбирающимся в игровых концепциях. Чтобы победить в этой игре, вам нужно убедить других проголосовать за вас, и, если у вас будет достаточная поддержка, избрать вас Императором галактики.

source: Basic training galaxy, with mutant as the only agressive enemy. Recommended for new players.
ru: Галактика базовой подготовки, единственным агрессивным врагом является мутант. Рекомендуется для новых игроков.

source: Cooperative galaxy, where you and another commander fend off and defeat sprawling mutant menace. Recommended to inexperienced players.
ru: Кооперативная галактика, где вы и еще один командир отбиваетесь и побеждаете растущую угрозу мутантов. Рекомендуется неопытным игрокам.

source: Tiny galaxy to brawl with two other commanders. Tactics prevail here, as there is not enough planets to make long term strategies viable.
ru: Крошечная галактика, которой предстоит сразиться с двумя другими командирами. Здесь преобладает тактика, поскольку планет недостаточно для реализации долгосрочных стратегий.

source: More complex single player galaxy, with classic starting group of three commanders. Mutant is the only agressive enemy, two friendly Rebels start in the vicinity.
ru: Более сложная одиночная галактика с классической стартовой группой из трех командиров. Мутант — единственный агрессивный враг, поблизости начинаются два дружественных повстанца.

source: Cooperative galaxy, where you and two other commanders fend off and defeat sprawling mutant menace. Recommended to inexperienced players.
ru: Кооперативная галактика, где вы и два других командира отбиваетесь и побеждаете растущую угрозу мутантов. Рекомендуется неопытным игрокам.

source: Small galaxy to brawl with four other commanders. Trust no one and keep watching your back.
ru: Маленькая галактика, в которой предстоит сразиться с четырьмя другими командирами. Никому не доверяйте и продолжайте прикрывать свою спину.

source: Smallest galaxy with Outer Space rules, recommended for beginners or those who seek more casual gameplay.
ru: Самая маленькая галактика с правилами космического пространства, рекомендуется новичкам или тем, кто ищет более непринужденный игровой процесс.

source: Original galaxy, place of epic battles and complex intrigues. Recommended only to the experienced players. It may become time consuming.
ru: Оригинальная галактика, место эпических сражений и сложных интриг. Рекомендуется только опытным игрокам. Это может занять много времени.

source: Majestic galaxy of unmatched size. Be prepared to work primarily through diplomacy, as management of huge empire required for conquest would take all your time. Only for veteran players of many galaxies.
ru: Величественная галактика непревзойденных размеров. Будьте готовы работать в первую очередь посредством дипломатии, поскольку управление огромной империей, необходимой для завоевания, отнимет у вас все время. Только для опытных игроков из многих галактик.

source: Renegade
ru: Ренегат

source: Mutant
ru: Мутант

source: Pirate
ru: Пират

source: Updating OSCI database...
ru: Обновление игровой базы...

source: %d of the %s detonated, causing %d damage, killing %d ships in the process.
ru: %d из %s взорвалось, причинив %d урона и убив %d кораблей.

source: and
ru: И

source: Research completed: %(1)s
ru: Исследование завершено: %(1)s

source: %(1)d research points not used.
ru: %(1)d очков науки не используются.

source: Cannot build on planet - ship may be lost.
ru: Нельзя стороить на планете - корабль может быть потерян.

source: Cannot build on planet - no free slot.
ru: Нельзя строить на планете - нет свободных слотов.

source: Planet lost.
ru: Планета потеряна.

source: Structure completed: %(1)s
ru: Структура готова: %(1)s

source: A deployment of %(1)s was completed
ru: Развертывание %(1)s завершено

source: Ship completed: %(1)s
ru: Корабль готов: %(1)s

source: New planet.
ru: Новая планета.

source: Combat with: %(4)s. HP lost: we %(1)d, they %(2)d. Enemy lost %(2)d HP, we lost %(1)d HP and %(3)d ships/structures. We attacked/were attacked by %(4)s.
ru: Бой с: %(4)s. ХП проиграли: мы %(1)d, они %(2)d. Враг потерял %(2)d HP, мы потеряли %(1)d HP и %(3)d кораблей/структур. Мы атаковали/были атакованы %(4)s.

source: Battle lost: we were defeated by %(1)s.
ru: Битва проиграна: нас победили %(1)s.

source: Fleet destroyed.
ru: Флот уничтожен.

source: Battle won: we defeated %(1)s.
ru: Битва выиграна: мы победили %(1)s.

source: A new government center established.
ru: Создан новый правительственный центр.

source: Planet revolt started - production halved for the next turns.
ru: Начался планетарный бунт - производство сократилось вдвое на следующие ходы.

source: Planet revolt ended - production restored.
ru: Планетарный бунт завершился – производство восстановлено.

source: Construction of %(1)s is not valid - construction suspended.
ru: Построение %(1)s недопустимо — построение приостановлено.

source: Population decreased. Population of this planet has decreased. Build more facilities producing food.
ru: Численность населения уменьшилась. Население этой планеты уменьшилось. Постройте больше предприятий по производству продуктов питания.

source: Project finished: %(1)s
ru: Проект закончен: %(1)s

source: Time in galaxy started to run...
ru: Время в галактике запущено...

source: Time in galaxy stopped...
ru: Время в галактике остановлено…

source: Strategic resource missing: %(1)s
ru: Стратегический ресурс потерян: %(1)s

source: Research task deleted: %(1)s
ru: Исследование удалено: %(1)s

source: Strategic resource extracted: %(1)s
ru: Стратегический ресурс извлечён: %(1)s

source: Strategic resource synthesized: 4 units of %(1)s
ru: Синтезированный стратегический ресурс: 4 единицы %(1)s.

source: Planet downgraded to: %(1)s
ru: Планета ухудшена до: %(1)s

source: Planet upgraded to: %(1)s
ru: Планета улучшена до: %(1)s

source: Ship upgraded from %(1)s to %(2)s
ru: Корабль улучшен от %(1)s до %(2)s

source: Obsolete ship design deleted: %(1)s
ru: Устаревшая конструкция корабля удалена: %(1)s.

source: Cannot upgrade ship from %(1)s to %(2)s Cannot upgrade ship from %(1)s to %(2)s because of we have not enough of %(3)s.
ru: Невозможно обновить корабль с %(1)s до %(2)s. Невозможно обновить корабль с %(1)s до %(2)s, так как у нас недостаточно %(3)s.

source: Malfunctional Star Gate, lost %(1)d %% HP Our fleet has arrived at system with no or malfunctional Star Gate or Comm/Scann Center. Every ship lost %(1)d %% hitpoints due to intensive deceleration.
ru: Неисправные Звездные Врата, потеряно %(1)d %% HP. Наш флот прибыл в систему без Звездных Врат или Центра связи/сканирования или неисправен. Каждый корабль потерял %(1)d %% очков жизни из-за интенсивного торможения.

source: Gained %(1)d fame.
ru: Получил %(1)d славы.

source: Lost %(1)d fame.
ru: Потерял %(1)d славы.

source: Gained %(1)s technology at sublevel %(2)d.
ru: Получена технология %(1)s на подуровне %(2)d.

source: Your fleet entered a wormhole at %(1)s and exited at %(2)s.
ru: Ваш флот вошел в червоточину в %(1)s и вышел в %(2)s.

source: Cannot enter wormhole - ship may be lost.
ru: Невозможно войти в червоточину — корабль может быть потерян.

source: You have located a wormhole
ru: Вы обнаружили червоточину

source: Fleet lost. We lost contact with the %(1)s after they ran out of fuel in the system %(2)s.
ru: Флот проиграл. Мы потеряли связь с %(1)s после того, как у них закончилось топливо в системе %(2)s.

source: Fleet lost. We lost contact with the %(1)s after they ran out of fuel en route to the system %(2)s.
ru: Флот проиграл. Мы потеряли связь с %(1)s после того, как у них закончилось топливо на пути к системе %(2)s.

source: Task alloted. Global queue "%(1)s" alloted %(2)s.
ru: Задача дана. Глобальной очереди "%(1)s" выделено %(2)s.

source: Our minefield triggered: HP / ships destroyed: %(3)s / %(4)s. Forces of %(1)s triggered our minefield. Report: %(2)s
ru: Наше минное поле сработало: HP / уничтоженные корабли: %(3)s / %(4)s. Силы %(1)s активировали наше минное поле. Отчет: %(2)s

source: Hostile minefield triggered: HP / ships lost: %(1)s / %(2)s. Our fleet triggered enemy minefield, losing %(1)s HP resulting in destruction of %(2)s ships.
ru: Сработало враждебное минное поле: HP / потерянные корабли: %(1)s / %(2)s. Наш флот активировал минное поле противника, потеряв %(1)s боеспособности, что привело к уничтожению %(2)s кораблей.

source: EMR Forecast Level of the electromagnetic radiation is believed to be about %(1)d %% of the average level for the next %(2)s turns
ru: Прогноз ЭМИ Предполагается, что уровень электромагнитного излучения составит около %(1)d %% от среднего уровня для следующих %(2)s ходов.

source: EMR Forecast Current level of the electromagnetic radiation is about %(1)d %% of the average level.
ru: Прогноз ЭМИ Текущий уровень электромагнитного излучения составляет около %(1)d %% от среднего уровня.

source: Elections! It's %(1)s turns before elections! Don't hesitate and vote for the best commander!
ru: Выборы! До выборов прошло %(1)s ходов! Не медлите и голосуйте за лучшего командира!

source: Election results! Nobody won... The results from the last elections have been published. Nobody was strong enough to be elected as a leader of our galaxy. Can we find such person another day? The official election results follow: %(1)s
ru: Результаты выборов! Никто не выиграл… Опубликованы результаты последних выборов. Никто не был достаточно силен, чтобы быть избранным лидером нашей галактики. Можем ли мы найти такого человека в другой день? Официальные результаты выборов следующие: %(1)s

source: Election results! Leader elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our Leader. May be, %(1)s can become an Imperator one day. The official election results follow: %(2)s
ru: Результаты выборов! Лидер избран! Опубликованы результаты последних выборов. %(1)s оказался человеком, которого больше всего поддерживают, и был избран нашим лидером. Возможно, %(1)s однажды смогут стать Императором. Официальные результаты выборов следующие: %(2)s

source: Election results! Imperator elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our glorified Imperator. Congratulations - you proved to be the best of all of us! The official election results follow: %(2)s
ru: Результаты выборов! Император избран! Опубликованы результаты последних выборов. %(1)s оказался человеком, которого больше всего поддерживают, и был избран нашим прославленным Императором. Поздравляем – ты оказался лучшим из нас! Официальные результаты выборов следующие: %(2)s

source: Galaxy %(2)s knows its winner - Imperator %(1)s Today the galaxy %(2)s has been united and the peace has been restored. Majority of commanders voted for Imperator %(1)s as their supreme leader. Congratulations, Imperator, you were brave and wise! Message from imperator: %(3)s
ru: Галактика %(2)s знает своего победителя — Императора %(1)s Сегодня галактика %(2)s объединилась и мир восстановлен. Большинство командиров проголосовали за Императора %(1)s как за своего верховного лидера. Поздравляем, Император, ты был смелым и мудрым! Сообщение от Император: %(3)s

source: Galaxy %(1)s generation is completed. Galaxy specifications: %(2)s
ru: Генерация галактики %(1)s завершена. Характеристики Галактики: %(2)s

source: Galaxy %(1)s has ended Today the galaxy %(1)s has been automatically ended. Reason: %(2)s
ru: Галактика %(1)s закончилась Сегодня галактика %(1)s автоматически уничтожена. Причина: %(2)s

source: Galaxy %(1)s has ended All hail to the conqueror! Galaxy %(1)s is finally on the brink of peace. After years of conquest, all opposition has been decimated and Sovereign %(2)s stands as the sole usurper of the galaxy.
ru: Галактика %(1)s закончилась Слава победителю! Галактика %(1)s наконец-то оказалась на грани мира. После многих лет завоеваний вся оппозиция была уничтожена, и Суверенный %(2)s стал единственным узурпатором галактики.

source: Galaxy %(1)s has ended All citizens of galaxy %(1)s rejoice. Peace is finally here!. After years of fending of attacks of barbaric empires, stalwart defence by %(2)s prevailed, and ensured further generations can live in prosperity.
ru: Галактика %(1)s закончилась Все жители галактики %(1)s радуются. Наконец-то мир здесь!. После многих лет отражения нападений варварских империй стойкая оборона %(2)s одержала победу и обеспечила будущим поколениям возможность жить в процветании.

source: Boom of galactic civilizations is here Dark ages are past, and new empires are reaching galactic age at breakneck speed and with fervor never seen before. True space race is predicted to start on %(1)s of universal time.
ru: Бум галактических цивилизаций уже здесь Темные века прошли, и новые империи достигают галактического возраста с головокружительной скоростью и рвением, которого раньше не было. По прогнозам, настоящая космическая гонка начнется в %(1)s всемирного времени.

source: ERROR Missing text for msg %d: %s
ru: ОШИБКА Отсутствует текст сообщения %d: %s

source: ERROR Wrong format for msg %d: %s Exception: %s: %s Format: %s
ru: ОШИБКА Неправильный формат сообщения %d: %s Исключение: %s: %s Формат: %s

source: Source: %s
ru: Источник: %s

source: Location: %s
ru: Место: %s

source: Severity: %s
ru: Важность: %s

source: Time: %s [%s]
ru: Время: %s [%s]

source: Loading resources
ru: Загрузка ресурсов

source: FTL power %+d
ru: FTL мощь %+d

source: STL power %+d
ru: STL мощь %+d

source: ignores shield
ru: игнорирует щит

source: scanner %d
ru: сканер %d

source: min hull %s
ru: мин.корп %s

source: max hull %s
ru: макс.корп %s

source: max %s
ru: Макс %s

source: slots %d
ru: слоты %d

source: weight %d
ru: вес %d

source: visibility %+d%%
ru: видимость %+d%%

source: shield %d%%
ru: щит %d%%

source: hard shield %d%%
ru: хард.щит %d%%

source: absorb dmg %d
ru: поглощ.урона %d

source: repair %d%%
ru: ремонт %d%%

source: repair %d
ru: ремонт %d
